Repository: LueeKasaudhan/moksha-module-drawer
Catalog: po/*.po
Languages: ar, be, de, it, lt, ml, pl, pt_br, sk, tr

source: Sort applications by local rating
ar: رتب التطبيقات حسب التقييم المحلي
be: Сартаваць праграмы па лакальным рэйтынгу
de: Anwendungen nach lokaler Bewertung sortieren
it: Ordina applicazioni per valutazione locale
lt: Rikiuoti programas pagal vietinį įvertį
ml: പ്രാദേശിക റേറ്റിംഗ് അനുസരിച്ച് ആപ്ലിക്കേഷനുകൾ അടുക്കുക
pl: Sortuj aplikacje według oceny lokalnej
pt_br: Ordenar aplicativos por classificação local
sk: Zoradiť aplikácie podľa lokálnej obľúbenosti
tr: Yerel değerlendirmeye göre sırala

source: Sort applications by overall popularity
be: Сартаваць праграмы па агульнай папулярнасьці
de: Anwendungen nach insgesamter Beliebtheit sortieren
it: Ordina applicazioni per popolarità generale
lt: Rikiuoti programas pagal bendrąjį populiarumą
ml: മൊത്തത്തിലുള്ള ജനപ്രീതി അനുസരിച്ച് ആപ്ലിക്കേഷനുകൾ അടുക്കുക
pl: Sortuj aplikacje według ogólnej popularności
pt_br: Ordenar aplicativos por popularidade geral
sk: Zoradiť aplikácie podľa celkovej obľúbenosti
tr: Toplam popülerliğe göre sırala

source: Create new Launcher source
ar: أنشئ مصدر مطلق جديد
be: Стварыць новую крыніцу запуску
de: Neue Starterquelle erstellen
it: Crea nuova sorgente per il launcher
lt: Sukurti naują leistuko šaltinį
ml: പുതിയ ലോഞ്ചർ ഉറവിടം സൃഷ്ടിക്കുക
pl: Utwórz nowe źródło Launchera
pt_br: Criar nova fonte de Lançador
sk: Vytvoriť nový zdroj spúšťača
tr: Yeni Başlatıcı kaynağı oluştur

source: Enter a name for this new source:
ar: أدخل اسما لهذا المصدر الجديد:
be: Увядзіце назву новай крыніцы:
de: Geben Sie einen Namen für diese neue Quelle ein:
it: Inserire un nome per questa nuova sorgente:
lt: Įveskite naujo šaltinio pavadinimą:
ml: ഈ പുതിയ ഉറവിടത്തിന് ഒരു പേര് നൽകുക:
pl: Wpisz nazwę dla nowego źródła:
pt_br: Entre com um nome para esta nova fonte:
sk: Zadajte meno pre tento zdroj:
tr: Bu yeni kaynak için bir isim girin:

source: You requested to delete "%s".<br><br>Are you sure you want to delete this bar source?
ar: لقد طلبت محو "%s".<br><br>أمتأكد من رغبتك في محو مصدر هذا الشريط ؟
be: Вы запыталі выдаліць "%s".<br><br>Вы ўпэўненыя, што жадаеце выдаліцьгэту крыніцу?
de: Sie möchten "%s" entfernen.<br><br>Möchten Sie diese Leistenquelle wirklich löschen?
it: Avete chiesto di eliminare "%s".<br><br>Siete sicuri di voler eliminare questa sorgente per la barra?
lt: Jūs paprašėte pašalinti "%s".<br><br>Ar tikrai norite pašalinti šį juostos šaltinį?
ml: "%s" ഇല്ലാതാക്കാൻ നിങ്ങൾ അഭ്യർത്ഥിച്ചു.<br><br>ഈ ബാർ ഉറവിടം ഇല്ലാതാക്കണമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ?
pl: Poprosiłeś o usunięcie "%s".<br><br>Czy na pewno chcesz usunąć to źródło paska?
pt_br: Você solicitou apagar "%s". <br><br>Tem certeza de que deseja apagar esta fonte da Barra?
sk: Zadali ste zmazať "%s".<br><br>Naozaj chcete zmazať tento zdroj?
tr: "%s"'i silmek istediniz.<br><br>Bu çubuk kaynağını silmek istediğinizden emin misiniz?

source: Are you sure you want to delete this bar source?
ar: أمتأكد من رغبتك في محو مصدر هذا الشريط ؟
be: Вы упэўненыя, што жадаеце выдаліць гэту крыніцу?
de: Möchten Sie diese Leistenquelle löschen?
it: Siete sicuri di voler eliminare questa sorgente per la barra?
lt: Ar tikrai norite pašalinti šį juostos šaltinį?
ml: ഈ ബാർ ഉറവിടം ഇല്ലാതാക്കണമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ?
pl: Czy na pewno chcesz usunąć to źródło paska?
pt_br: Tem certeza de que deseja apagar esta fonte da Barra?
sk: Naozaj chcete zmazať tento zdroj?
tr: Bu çubuk kaynağını silmek istediğinizden emin misiniz?

source: List settings
ar: إعدادات اللائحة
be: Налады спісу
de: Listeneinstellungen
it: Impostazioni elenco
lt: Sąrašo nuostatos
ml: ലിസ്റ്റ് ക്രമീകരണങ്ങൾ
pl: Ustawienia Listy
pt_br: Configurações de Lista
sk: Nastavenie zoznamu
tr: Liste ayarları

source: Drawer Plugin : List
ar: ملحق الدرج : اللائحة
be: Плагін модуля : Спіс
de: Ablagen-Plugin: Liste
it: Plugin di Drawer: Elenco
lt: Stalčiaus papildinys : Sąrašas
ml: ഡ്രോയർ പ്ലഗിൻ : ലിസ്റ്റ്
pl: Wtyczka Plugin : Lista
pt_br: Plugin Gaveta : Lista
sk: Drawer Modul : Zoznam
tr: Çekmece Eklentisi : Liste

source: Item size options
ar: خيارات حجم العنصر
be: Варыянты памераў
de: Elementgröße einstellen
it: Opzioni dimensione oggetto
lt: Elemento dydžio parinktys
ml: ഇനത്തിൻ്റെ വലുപ്പത്തിനുള്ള ഓപ്ഷനുകൾ
pl: Opcje rozmiaru elementów
pt_br: Opções de tamanho de item
sk: Možnosti veľkosti položky
tr: Öge boyut özellikleri

source: Large
ar: كبير
be: Вялікі
de: Groß
it: Grande
lt: Didelis
ml: വലുത്
pl: Duże
pt_br: Grande
sk: Veľká
tr: Büyük

source: Medium
ar: وسط
be: Сярэдні
de: Mittel
it: Media
lt: Vidutinis
ml: ഇടത്തരം
pl: Średnie
pt_br: Médio
sk: Stredná
tr: Normal

source: Small
ar: صغير
be: Малы
de: Klein
it: Piccola
lt: Mažas
ml: ചെറുത്
pl: Małe
pt_br: Pequeno
sk: Malá
tr: Küçük
