Repository: LueeKasaudhan/moksha-module-drawer
Catalog: po/*.po
Languages: ar, be, de, it, lt, ml, pl, pt_br, sk, tr

source: Drawer Module
ar: وحدة الدرج
be: Модуль Шуфлядка
de: Ablagenmodul
it: Modulo Drawer
lt: Stalčiaus modulis
ml: ഡ്രോയർ മൊഡ്യൂൾ
pl: Moduł Drawer
pt_br: Módulo Gaveta
sk: Modul Drawer
tr: Çekmece Modülü

source: Plugins selection
ar: اختيار الملحقات
be: Вылучэнне ўбудоў
de: Plugin-Auswahl
it: Selezione plugin
lt: Papildinių pasirinkimas
ml: പ്ലഗിനുകൾ തിരഞ്ഞെടുക്കൽ
pl: Wybierz wtyczkę
pt_br: Seleção de plugins
sk: Výber modulov
tr: Eklenti seçimi

source: Plugins settings
ar: إعدادات الملحقات
be: Налады ўбудоў
de: Plugin-Einstellungen
it: Impostazioni dei plugin
lt: Papildinių nuostatos
ml: പ്ലഗിൻ ക്രമീകരണങ്ങൾ
pl: Ustawienia wtyczek
pt_br: Configurações dos Plugins
sk: Nastavenie modulov
tr: Eklenti ayarları

source: Source plugins
ar: ملحقات المصدر
be: Крыніцы
de: Quellen-Plugins
it: Plugin per sorgenti
lt: Šaltinio papildiniai
ml: ഉറവിട പ്ലഗിനുകൾ
pl: Źródła wtyczek
pt_br: Plugins fonte
sk: Zdrojové moduly
tr: Eklenti kaynakları

source: View plugins
ar: اعرض الملحقات
be: Выгляд
de: Ansichten-Plugins
it: Plugin per viste
lt: Rodymo papildiniai
ml: പ്ലഗിനുകൾ കാണുക
pl: Zobacz wtyczki
pt_br: Ver Plugins
sk: Zobrazovacie moduly
tr: Eklentilere Bak

source: Description: Unavailable
ar: الوصف : غير متوفر
be: Апісанне: Недаступна
de: Beschreibung: Nicht verfügbar
it: Descrizione: non disponibile
lt: Aprašas: nėra
ml: വിവരണം: ലഭ്യമല്ല
pl: Opis: niedostępny
pt_br: Descrição: Indisponível
sk: Popis: Nedostupný
tr: Tanım: Yok

source: Source settings
ar: إعدادات المصدر
be: Налады крыніц
de: Quellen-Einstellungen
it: Impostazioni sorgenti
lt: Šaltinio nuostatos
ml: ഉറവിട ക്രമീകരണങ്ങൾ
pl: Ustawienia źródła
pt_br: Configurações de origem
sk: Nastavenie zdroja
tr: Kaynak ayarları

source: View settings
ar: إعدادات العرض
be: Налады выгляду
de: Ansichten-Einstellungen
it: Impostazioni vista
lt: Rodymo nuostatos
ml: ക്രമീകരണങ്ങൾ കാണുക
pl: Zobacz ustawienia
pt_br: Configurações de visualização
sk: Nastavenie zobrazenia
tr: Görünüm ayarları

source: Moksha theme
be: Тэма Moksha
it: tema Moksha
ml: മോക്ഷ ഥീം
pl: Motyw Moksha
pt_br: Tema do Moksha
sk: Téma Moksha

source: Drawer Module Configuration data needed upgrading. Your old configuration<br> has been wiped and a new set of defaults initialized. This<br>will happen regularly during development, so don't report a<br>bug. This simply means the module needs new configuration<br>data by default for usable functionality that your old<br>configuration simply lacks. This new set of defaults will fix<br>that by adding it in. You can re-configure things now to your<br>liking. Sorry for the inconvenience.<br>
ar: بيانات إعدادات وحدة الدرج بحاجة للترقية. إعداداتك القديمة<br> أزيلت و واحدة أخرى جديدة و افتراضية قد هيئت .<br>سيحدث هذا بانتظام أثناء التطوير ، لذا لا تبلغ بوجود<br>علة. هذا يعني بكل بساطة أن الوحدة تحتاج لبيانات إعدادات جديدة <br>إفتراضيا لتحصل على أداء أفضل<br>كانت إعداداتك القديمة تفتقر لتوفيره. هذه اﻹعدادات الجديدة ستصلح<br>ذلك عبر إضافتها فيها. يمكنك اﻵن إعادة إعداد اﻷشياء حسب<br>رغبتك. نأسف ﻹزعاجك.<br>
be: Канфігурацыя модуля Шуфлядка патрабуе абнаўлення. Старая канфігурацыя<br>была выцерта, а новыя значэнні устаноўлены. Так<br>будзе здарацца падчас распрацоўкі, а таму не паведамляйце пра<br>памылку. Гэта проста азначае, што модулю патрэбныя<br>новыя перадвызначаныя даныя, каб працаваць далей,<br>таму што старай канфігурацыі не хапае. Новыя перадвызначаныя даныя<br>выправяць становішча. Вы можаце пераналадзіць модуль на свой<br>асабісты густ. Выбачайце за нязручнасць.<br>
de: Ihre Einstellungen für das Ablagenmodul haben eine Aktualisierung benötigt.<br>Die alten Einstellungen wurden verworfen und mit dem Standard belegt.<br>Dies wird während der Entwicklung regelmäßig passieren, bitte melden Sie keine Fehler.<br>Dies bedeutet einfach, dass das Modul neue Einstellungsdaten benötigt, welche die alte<br>Einstellung so nicht bietet. Die neuen Einstellungen werden dies beheben, indem sie <br>die fehlenden Werte einbringt. Sie können die Dinge jetzt wieder entsprechend Ihren<br>Vorlieben einstellen. Entschuldigen Sie bitte die Unannehmlichkeiten.<br>
it: I dati di configurazione del modulo Drawer avevano bisogno di essere<br>aggiornati. La vostra vecchia configurazione è stata cancellata ed è<br>stato inizializzato un nuovo set di impostazioni predefinite. Questo<br>avverrà regolarmente durante lo sviluppo, quindi non riportate bug.<br>Questo significa semplicemente che il modulo ha bisogno di nuovi<br>dati predefiniti di configurazione per funzionalità mancanti nella<br>vecchia configurazione. Questo nuovo set sistemerà le cose aggiungendo<br>quei dati. Potete riconfigurare le cose a vostro piacimento. Ci<br>scusiamo per l'inconveniente.
lt: Stalčiaus modulio konfigūracijos duomenys turi būti atnaujinti. Jūsų sena konfigūracija<br>buvo ištrinta ir įrašyti nauji numatytieji nustatymai.<br>Tobulinimo metu tai nutiks dažnai, todėl nesiųskite pranešimo apie klaidą.<br>Tai reiškia, kad modulio veikimui reikia naujų konfigūracijos duomenų, kurių nėra Jūsų senojoje konfigūracijoje.<br>Tai bus sutaisyta pridedant naujas numatytąsias konfigūracijos reikšmes.<br>Jūs galėsite pasikeisti nustatymus pagal savo poreikius.<br>Atsiprašome už sukeltus nepatogumus.<br>
ml: ഡ്രോയർ മൊഡ്യൂൾ കോൺഫിഗറേഷൻ ഡാറ്റ അപ്‌ഗ്രേഡ് ചെയ്യേണ്ടതുണ്ടായിരുന്നു. നിങ്ങളുടെ പഴയ കോൺഫിഗറേഷൻ<br>മായ്ച്ചു പുതിയൊരു കൂട്ടം സ്ഥിരസ്ഥിതികൾ ആരംഭിക്കപ്പെട്ടിരിക്കുന്നു. വികസന സമയത്ത് ഇത്<br>പതിവായി സംഭവിക്കും, അതിനാൽ ബഗ് റിപ്പോർട്ട്<br>ചെയ്യരുത്. ഇതിനർത്ഥം നിങ്ങളുടെ പഴയ കോൺഫിഗറേഷനിൽ ഇല്ലാത്ത<br>ഉപയോഗയോഗ്യമായ പ്രവർത്തനത്തിനായി മൊഡ്യൂളിന് സ്ഥിരസ്ഥിതിയായി പുതിയ<br>കോൺഫിഗറേഷൻ ഡാറ്റ ആവശ്യമാണ് എന്നാണ്. ഈ പുതിയ സ്ഥിരസ്ഥിതികളുടെ കൂട്ടം അത് ചേർത്തുകൊണ്ട്<br>അത് പരിഹരിക്കും. നിങ്ങളുടെ ഇഷ്ടത്തിനനുസരിച്ച് ഇപ്പോൾ കാര്യങ്ങൾ വീണ്ടും<br>ക്രമീകരിക്കാൻ കഴിയും. അസൗകര്യത്തിന് ക്ഷമിക്കുക.<br>
pl: Dane konfiguracji modułu Drawer wymagały uaktualnienia. Twoja stara konfiguracja<br> została wyczyszczona, a nowy zestaw domyślnych ustawień został zainicjowany. To<br>będzie się zdarzać regularnie podczas rozwoju, więc nie zgłaszaj<br>błędu. Oznacza to po prostu, że moduł potrzebuje nowych danych konfiguracyjnych dla użytecznej funkcjonalności, których Twoja stara<br>konfiguracja po prostu nie posiadała. Ten nowy zestaw domyślnych ustawień<br>to naprawi. Możesz teraz ponownie skonfigurować rzeczy według własnego uznania. Przepraszamy za niedogodności.<br>
pt_br: Dados de configuração do módulo Gaveta precisaram de atualização. Sua configuração<br>antiga foi apagada e um novo conjunto de valores padrão inicializado. Isto<br>acontecerá regularmente durante o desenvolvimento, portanto não relate um<br>bug. Isto simplesmente significa que o módulo precisa de novos dados<br>de configuração por padrão para funcionalidades utilizáveis que sua<br>configuração antiga simplesmente não possui. Este novo conjunto de padrões resolverá<br>isso adicionando-os. Você pode reconfigurar as coisas agora ao seu<br>gosto. Desculpe pela inconveniência.<br>
sk: Nastavenie drawer modulu potrebuje aktualizáciu. Vaše staré nastavenie<br> bolo nahradené novým východzím. Toto<br>sa bude stávať často počas vývoja, takže nereportujte<br>chybu. Jednoducho to znamená, že modul potrebuje nové dáta<br>nastavenia pre funkce, ktoré vaše staré<br>nastavenie neobsahuje. Nové nastavenie<br>to vyrieši. Teraz si môžete modul nastaviť, ako<br>potrebujete. Ospravedlňujeme sa za vzniknuté problémy.<br>

source: Your Drawer Module configuration is NEWER than the module version. This is very<br>strange. This should not happen unless you downgraded<br>the module or copied the configuration from a place where<br>a newer version of the module was running. This is bad and<br>as a precaution your configuration has been now restored to<br>defaults. Sorry for the inconvenience.<br>
ar: إعداداتك لوحدة الدرج أحدث من إصدارة الوحدة. هذا غريب<br>جدا. لا يجب لهذا أن يحدث إلا إذا خفضت<br>إصدار الوحدة أو نسختَ اﻹعدادات من مكان آخر<br>يحتوي نسخة جديدة من الوحدة تعمل عليه. هذا سيء<br>و كإجراء إحترازي فإن إعداداتك ستعاد إلى<br>اﻹفتراضيات. نأسف ﻹزعاجك.<br>
be: Ваша канфігурацыя модуля Шуфлядка больш новая, чым версія модуля. Гэта вельмі<br>дзіўна. Так магло здарыцца, калі вы вярнулі старую<br>версію модуля або скапіявалі канфігурацыю аднекуль,<br>дзе працуе больш новая версія модуля. Гэта дрэнна і<br>ў якасці засцярогі ваша канфігурацыя была адноўлена перадвызначанымі<br>наладамі. Выбачайце за нязручнасць.<br>
de: Ihre Einstellungen für das Ablagenmodul sind NEUER als die Modulversion.<br>Dies ist sehr merkwürdig und sollte eigentlich nicht passieren, solange Sie<br>nicht das Modul deaktualisiert haben oder die Einstellungen von einer neueren<br>Modulversion kopiert haben. Daher wurde als Vorsichtsmaßnahme Ihre Einstellung<br>auf den Standard zurückgesetzt. Entschuldigen Sie bitte die Unannehmlichkeiten.<br>
it: La vostra configurazione del modulo Drawer è più RECENTE della<br>versione del modulo. Questo è molto strano. Non dovrebbe succedere a meno<br>che siate passati ad una vecchia versione del modulo Drawer o avete<br>copiato la configurazione di un sistema su cui gira una versione<br>più recente del modulo. A scopo precauzionale la vostra<br>configurazione è stata adesso ripristinata ai valori predefiniti.<br>Ci scusiamo per l'inconveniente.
lt: Jūsų stalčiaus modulio konfigūracija yra NAUJESNĖ nei modulio versija. Tai labai keista.<br>To neturėtų nutikti, nebent įrašėte senesnę modulio versiją,<br>arba nukopijavote konfigūraciją iš sistemos su naujesne modulio versija.<br>Tai yra blogai, todėl saugumo sumetimais Jūsų konfigūracijos reikšmės buvo atstatytos į numatytąsias.<br>Atsiprašome už sukeltus nepatogumus.<br>
ml: നിങ്ങളുടെ ഡ്രോയർ മൊഡ്യൂൾ കോൺഫിഗറേഷൻ മൊഡ്യൂൾ പതിപ്പിനേക്കാൾ പുതിയതാണ്. ഇത് വളരെ<br>വിചിത്രമാണ്. മൊഡ്യൂൾ ഡൗൺഗ്രേഡ് ചെയ്യുകയോ<br>മൊഡ്യൂളിന്റെ പുതിയ പതിപ്പ് പ്രവർത്തിക്കുന്ന സ്ഥലത്ത് നിന്ന്<br>കോൺഫിഗറേഷൻ പകർത്തുകയോ ചെയ്തില്ലെങ്കിൽ ഇത് സംഭവിക്കാൻ പാടില്ല. ഇത് മോശമാണ്,<br>മുൻകരുതൽ എന്ന നിലയിൽ നിങ്ങളുടെ കോൺഫിഗറേഷൻ ഇപ്പോൾ<br>സ്ഥിരസ്ഥിതിയിലേക്ക് പുനഃസ്ഥാപിച്ചിരിക്കുന്നു. അസൗകര്യത്തിന് ക്ഷമിക്കുക.<br>
pl: Twoja konfiguracja modułu Drawer jest NOWSZA niż wersja modułu. To jest bardzo<br>dziwne. Nie powinno się to zdarzyć, chyba że zmieniłeś<br>wersję modułu lub skopiowałeś konfigurację z miejsca, w którym<br>działała nowsza wersja modułu. To jest złe i<br>jako środek ostrożności Twoja konfiguracja została teraz przywrócona do ustawień<br>domyślnych. Przepraszamy za niedogodności.<br>
pt_br: Sua configuração do módulo Gaveta é MAIS NOVA do que a versão do módulo. Isto é<br>muito estranho. Isto não deveria acontecer a menos que você tenha retrocedido<br>a versão do módulo ou copiado a configuração de um lugar onde<br>uma versão mais nova do módulo estava rodando. Isto é ruim<br>e como precaução a sua configuração foi restaurada para os padrões.<br>Desculpe pela inconveniência.<br>
sk: Vaše nastavenie je NOVŠIE ako verzia modulu. Je to veľmi<br>zvláštne. Toto by sa nemalo stať, pokiaľ ste však nedowngradovali<br>modul alebo neskopírovali nastavenie odniekiaľ,<br>kde bežala novšia verzia modulu. Ako protiopatrenie<br>bolo vaše nastavenie obnovené na<br>východzie. Ospravedlňujeme sa za vzniknuté problémy.<br>

source: The plugin is not configurable
ar: الملحق غير قابل للإعداد
be: Убудова не наладжваецца
de: Das Plugin ist nicht einstellbar
it: Il plugin non è configurabile
lt: Šis papildinys nekonfigūruojamas
ml: ഈ പ്ലഗിൻ കോൺഫിഗർ ചെയ്യാൻ കഴിയില്ല
pl: Tej wtyczki nie można skonfigurować
pt_br: Este plugin não é configuravel
sk: Modul nie je možné konfigurovať
tr: Bu eklenti yapılandırılamaz

source: Drawer Plugins
ar: ملحق الدرج
be: Убудовы модуля
de: Ablagen-Plugins
it: Plugin di Drawer
lt: Stalčiaus papildiniai
ml: ഡ്രോയർ പ്ലഗിനുകൾ
pl: Wtyczki Drawer
pt_br: Plugins Gaveta
sk: Moduly pre Drawer
tr: Çekmece Eklentileri

source: The plugin '%s' was not found.
ar: لم يعثر على الملحق '%s' .
be: Убудова '%s' не знойдзена.
de: Das Plugin "%s" wurde nicht gefunden.
it: Il plugin '%s' non è stato trovato.
lt: Papildinys '%s' nerastas.
ml: '%s' എന്ന പ്ലഗിൻ കണ്ടെത്താനായില്ല.
pl: Wtyczki '%s' nie znaleziono.
pt_br: O Plugin '%s' não existe.
sk: Modul '%s' nebol nájdený.
tr: '%s' eklentisi bulunamadı.

source: The plugin '%s' could not be opened.
ar: لا يمكن فتح الملحق '%s' .
be: Убудова '%s' не адкрываецца.
de: Das Plugin "%s" konnte nicht geöffnet werden.
it: Non è stato possibile aprire il plugin '%s'.
lt: Nepavyko atverti papildinio '%s'.
ml: '%s' എന്ന പ്ലഗിൻ തുറക്കാൻ കഴിഞ്ഞില്ല.
pl: Nie udało się otworzyć wtyczki '%s'.
pt_br: O plugin '%s' não pôde ser aberto.
sk: Modul '%s' nemôže byť otvorený.
tr: '%s' eklentisi bulunamadı.

source: The plugin '%s' does not contain all required functions.
ar: لا يحتوي الملحق '%s' على كل الوظائف المطلوبة.
be: Убудова '%s' не змяшчае ўсіх патрэбных функцый.
de: Das Plugin "%s" enthält nicht alle benötigten Funktionen.
it: Il plugin '%s' non contiene tutte le funzioni richieste.
lt: Papildinys '%s' neturi visų reikalingų funkcijų.
ml: '%s' എന്ന പ്ലഗിനിൽ ആവശ്യമായ എല്ലാ ഫംഗ്ഷനുകളും അടങ്ങിയിട്ടില്ല.
pl: Wtyczka '%s' nie posiada wszystkich wymaganych funkcji.
pt_br: O plugin `%s`não contém todas as funções requeridas.
sk: Modul '%s' neobsahuje všetky dôležité funkcie.
tr: '%s' eklentisi gereken tüm fonksiyonları içermiyor.

source: The plugin '%s' does not have the required API version.
ar: لا يحتوي الملحق '%s' على إصدارة API المطلوبة.
be: Убудова '%s' не мае патрэбнай версіі API.
de: Das Plugin "%s" hat nicht die benötigte API-Version.
it: Il plugin '%s' non ha la versione di API richiesta.
lt: Papildinys '%s' neturi reikiamos API versijos.
ml: '%s' എന്ന പ്ലഗിന്നിന് ആവശ്യമായ API പതിപ്പ് ഇല്ല.
pl: Wtyczka '%s' nie posiada wymaganej wersji API.
pt_br: O plugin '%s' não possui a versão de API requerida.
sk: Modul '%s' nemá vyžadovanú verziu API.
tr: '%s' eklentisi gereken API sürümüne sahip değil.

source: Drawer
ar: درج
be: Шуфлядка
de: Ablage
lt: Stalčius
ml: ഡ്രോയർ
pt_br: Gaveta
tr: Çekmece

source: Drawer Configuration Updated
ar: تم تحديث إعدادات الدرج
be: Канфігурацыя модуля адноўлена
de: Ablagen-Einstellung aktualisiert
it: Configurazione di Drawer aggiornata
lt: Stalčiaus konfigūracija atnaujinta
ml: ഡ്രോയർ കോൺഫിഗറേഷൻ അപ്ഡേറ്റ് ചെയ്തു
pl: Zaktualizowano konfigurację Drawer
pt_br: Configuração da Gaveta atualizada
sk: Drawer konfigurácia aktualizovaná
tr: Çekmece Yapılandırması Güncellendi

source: Settings
ar: اﻹعدادات
be: Налады
de: Einstellungen
it: Impostazioni
lt: Nuostatos
ml: ക്രമീകരണങ്ങൾ
pl: Ustawienia
pt_br: Configurações
sk: Nastavenie
tr: Ayarlar

source: Open Containing Directory
ar: افتح المجلد المحتوي
be: Адкрыць змяшчаючы каталог
de: Das beinhaltende Verzeichnis öffnen
it: Apri directory contenitore
lt: Atverti talpinantįjį katalogą
ml: അടങ്ങുന്ന ഡയറക്ടറി തുറക്കുക
pl: Otwórz zawierający katalog
pt_br: Abrir Diretório contentor
sk: Otvoriť obsahujúci adresár
tr: Kapsayan Dizini Aç

source: Directory Watcher settings
ar: إعدادات مراقب المجلد
be: Налады назіральніка за каталогам
de: Einstellungen für den Verzeichnisbeobachter
it: Impostazioni controllore directory
lt: Katalogo stebėtojo nuostatos
ml: ഡയറക്ടറി വാച്ചർ ക്രമീകരണങ്ങൾ
pl: Ustawienia Obserwatora katalogów
pt_br: Configurações de alerta de Diretório
sk: Nastavenie strážcu adresárov
tr: Dizin İzleyici ayarları

source: Home
ar: المنزل
be: Хата
de: Persönlicher Ordner
lt: Namai
ml: ഹോം
sk: Domov
tr: Ev

source: Directory (%s)
ar: المجلد (%s)
be: Каталог (%s)
de: Verzeichnis (%s)
lt: Katalogas (%s)
ml: ഡയറക്ടറി (%s)
pl: Katalog (%s)
pt_br: Diretório (%s)
sk: Adresár (%s)
tr: (%s) Dizini

source: Drawer Plugin : Directory Watcher
ar: ملحق الدرج : مراقب المجلد
be: Плагін модуля : Назіральнік за каталогам
de: Ablagen-Plugin: Verzeichnis beobachten
it: Plugin di Drawer: Controllore directory
lt: Stalčiaus papildinys : Katalogo stebėtojas
ml: ഡ്രോയർ പ്ലഗിൻ : ഡയറക്ടറി വാച്ചർ
pl: Wtyczka Drawer : Obserwator katalogów
pt_br: Plugin Gaveta : Observador de Diretórios
sk: Drawer modul: Strážca adresárov
tr: Dizin Eklentisi : Dizin İzleyici

source: Watch path
ar: راقب المسار
be: Шлях назірання
de: Pfad beobachten
it: Controlla percorso
lt: Stebėjimo kelias
ml: വാച്ച് പാത്ത്
pl: Obserwuj ścieżkę
pt_br: Caminho a observar
sk: Cesta
tr: İzleme yolu

source: Custom file manager
ar: خصِّص مدير الملفات
be: Менеджар файлаў
de: Benutzerdefinierter Dateimanager
it: File manager personalizzato
lt: Sava failų tvarkyklė
ml: കസ്റ്റം ഫയൽ മാനേജർ
pl: Niestandardowy menadżer plików
pt_br: Gerenciador de Arquivos customizado
sk: Vlastný správca súborov
tr: Varsayılan Dosya Yöneticisi

source: Sort Options
ar: رتب الخيارات
be: Варыянты сартавання
de: Sortiereinstellungen
it: Opzioni di ordinamento
lt: Rikiavimo pariktys
ml: ഓപ്‌ഷനുകൾ അടുക്കുക
pl: Opcje sortowania
pt_br: Opções de ordenação
sk: Nastavenie zoradenia
tr: Sıralama Seçenekleri

source: Sort directories first
ar: رتب المجلدات أولا
be: Спачатку сартаваць каталогі
de: Verzeichnisse zuerst
it: Metti directory in testa
lt: Pirmiau rikiuoti katalogus
ml: ആദ്യം ഡയറക്ടറികൾ അടുക്കുക
pl: Sortuj foldery w pierwszej kolejności
pt_br: Ordenar diretórios primeiro
sk: Zoradiť najskôr adresáre
tr: Önce dizinleri sırala

source: Sort by name
ar: رتب حسب اﻹسم
be: Сартаваць па назвах
de: Nach Namen sortieren
it: Ordina per nome
lt: Rikiuoti pagal vardą
ml: പേര് പ്രകാരം അടുക്കുക
pl: Sortuj według nazwy
pt_br: Ordenar por nome
sk: Zoradiť podľa mena
tr: İsme göre sırala

source: Sort by access time
ar: رتب حسب و قت الوصول
be: Сартаваць па часе доступу
de: Nach Zugriffszeit sortieren
it: Ordina per ultimo accesso
lt: Rikiuoti pagal prieigos laiką
ml: ഉപയോഗിച്ച സമയം അനുസരിച്ച് അടുക്കുക
pl: Sortuj według czasu wstępu
pt_br: Ordernar por data/hora de acesso
sk: Zoradiť podľa času prístupu
tr: Erişim zamanına göre sırala

source: Sort by modification time
ar: رتب حسب وقت التعديل
be: Сартаваць па часе мадыфікацыі
de: Nach Veränderungsdatum sortieren
it: Ordina per ultima modifica
lt: Rikiuoti pagal modifikacijos laiką
ml: പരിഷ്ക്കരണ സമയം അനുസരിച്ച് അടുക്കുക
pl: Sortuj według czasu modyfikacji
pt_br: Ordenar por data/hora de modificação
sk: Zoradiť podľa času úpravy
tr: Düzenleme tarihin göre sırala

source: Sort by change time
ar: رتب حسب تغير الوقت
be: Сартаваць па часе змены
de: Nach Veränderungsdatum sortieren
it: Ordina per ultimo cambiamento
lt: Rikiuoti pagal pakeitimo laiką
ml: മാറ്റ സമയം അനുസരിച്ച് അടുക്കുക
pl: Sortuj według czasu zmiany
pt_br: Ordenar por data/hora de mudança
sk: Zoradiť podľa času zmeny
tr: Değiştirme tarihine göre sırala

source: Sort by size
ar: رتب حسب الحجم
be: Сартаваць па памеры
de: Nach Größe sortieren
it: Ordina per dimensione
lt: Rikiuoti pagal dydį
ml: വലിപ്പം അനുസരിച്ച് അടുക്കുക
pl: Sortuj według rozmiaru
pt_br: Ordenar por tamanho
sk: Zoradiť podľa veľkosti
tr: Boyuta göre sırala

source: History settings
be: Налады гісторыі
it: Impostazioni storico
ml: ഹിസ്റ്ററി ക്രമീകരണങ്ങൾ
pl: Ustawienia historii
pt_br: Configurações de Histórico
sk: Nastavenie histórie

source: Change Item Properties
ar: تغيير خصائص العنصر
be: Змяніць уласцівасці элемента
de: Elementeigenschaften ändern
it: Cambia proprietà oggetto
lt: Keisti elemento savybes
ml: ഇനത്തിൻ്റെ ഗുണവിശേഷതകൾ മാറ്റുക
pl: Zmień właściwości elementu
pt_br: Modificar propriedades do item
sk: Zmeniť vlastnosti
tr: Öge Özelliklerini Değiştir

source: Blacklist Item
be: Схаваць элемент
it: Metti oggetto nella blacklist
ml: ഇനം ബ്ലാക്ക്‌ലിസ്റ്റ് ചെയ്യുക
pl: Dodaj element do czarnej listy
pt_br: Colocar item na lista negra
sk: Položka Blacklistu

source: Remove Item
ar: أزل العنصر
be: Выдаліць элемент
de: Element entfernen
it: Rimuovi oggetto
lt: Pašalinti elementą
ml: ഇനം ഉപേക്ഷിക്കുക
pl: Usuń element
pt_br: Remover item
sk: Vymazať
tr: Ögeyi Kaldır

source: Drawer Plugin : History
be: Плагін модуля : Гісторыя
it: Plugin di Drawer: Storico
ml: ഡ്രോയർ പ്ലഗിൻ : ഹിസ്റ്ററി
pl: Wtyczka Drawer : Historia
pt_br: Plugin Gaveta : Histórico
sk: Drawer Modul : História

source: Sorting options
ar: خيارات الترتيب
be: Варыянты сартавання
de: Sortiereinstellungen
it: Opzioni ordinamento
lt: Rikiavimo parinktys
ml: സോർട്ടിംഗ് ഓപ്ഷനുകൾ
pl: Opcje sortowania
pt_br: Opções de ordenação
sk: Nastavenie triedenia
tr: Sıralama özellikleri

source: Sort applications by executable
ar: Ordina applicazioni per eseguibile
be: Сартаваць праграмы па выканальнасці
it: Ordina applicazioni per eseguibile
ml: എക്സിക്യൂട്ടബിൾ പ്രകാരം ആപ്ലിക്കേഷനുകൾ അടുക്കുക
pl: Sortuj aplikacje według pliku wykonywalnego
pt_br: Ordenar aplicativos por executável
sk: Zoradiť aplikácie podľa spúšťania

source: Sort applications by date
ar: Ordina applicazioni per data
be: Сартаваць праграмы па даце
it: Ordina applicazioni per data
ml: തീയതി പ്രകാരം ആപ്ലിക്കേഷനുകൾ അടുക്കുക
pl: Sortuj aplikacje według daty
pt_br: Ordenar aplicativos por data
sk: Zoradiť aplikácie podľa dátumu

source: Sort applications by popularity
ar: Ordina applicazioni per popolarità
be: Сартавать праграмы па папулярнасьці
it: Ordina applicazioni per popolarità
ml: ജനപ്രിയത അനുസരിച്ച് ആപ്ലിക്കേഷനുകൾ അടുക്കുക
pl: Sortuj aplikacje według popularności
pt_br: Ordenar aplicações por popularidade
sk: Zoradiť aplikácie podľa obľúbenosti

source: Blacklist
be: Чорны спіс
ml: ബ്ലാക്ക്‌ലിസ്റ്
pl: Czarna lista
pt_br: Lista negra

source: Enable Blacklist
be: Уключыць чорны спіс
it: Abilita blacklist
ml: ബ്ലാക്ക്‌ലിസ്റ്റ് പ്രവർത്തനക്ഷമമാക്കുക
pl: Włącz czarną listę
pt_br: Habilitar lista negra
sk: Povoliť Blacklist

source: General
be: Агульныя
it: Generale
ml: പൊതുവായ
pl: Ogólne
pt_br: Geral
sk: Všeobecné

source: Blacklisted Applications
be: Праграмы ў чорным спісе
it: Applicazioni nella blacklist
ml: ബ്ലാക്ക്‌ലിസ്റ്റ് ചെയ്ത അപ്ലിക്കേഷനുകൾ
pl: Aplikacje na czarnej liście
pt_br: Aplicações na lista negra
sk: Aplikácie na Blackliste

source: Add
ar: أضف
be: Дадаць
de: Hinzufügen
it: Aggiungi
lt: Pridėti
ml: ചേർക്കുക
pl: Dodaj
pt_br: Adicionar
sk: Pridať
tr: Ekle

source: Delete
ar: امح
be: Выдаліць
de: Löschen
it: Elimina
lt: Pašalinti
ml: ഉപേക്ഷിക്കുക
pl: Usuń
pt_br: Apagar
sk: Vymazať
tr: Sil

source: Add Blacklisted Application
be: Дадаць праграму чорнага спіса
it: Aggiungi applicazione nella blacklist
ml: ബ്ലാക്ക്‌ലിസ്റ്റ് ചെയ്ത ആപ്ലിക്കേഷൻ ചേർക്കുക
pl: Dodaj aplikacje do czarnej listy
pt_br: Adicionar aplicativos da lista negra
sk: Pridať applikáciu do Blacklistu

source: Enter application name
be: Увядзіце назву праграмы
it: Inserisci nome applicazione
ml: ആപ്ലിക്കേഷനുടെ പേര് നൽകുക
pl: Wpisz nazwę aplikacji
pt_br: Entrar com nome do aplicativo
sk: Zadať názov aplikácie

source: Launcher settings
ar: إعدادات المطلق
be: Налады запуску
de: Startereinstellungen
it: Impostazioni launcher
lt: Leistukas
ml: ലോഞ്ചർ ക്രമീകരണങ്ങൾ
pl: Ustawienia launchera
pt_br: Configurações do Lançador
sk: Nastavenie spúšťača
tr: Başlatıcı ayarları

source: %s source
ar: مصدر %s
be: Крыніца %s
de: Quelle %s
it: sorgente %s
lt: %s šaltinis
ml: %s ഉറവിടം
pl: źródło %s
pt_br: Fonte de %s
sk: %s zdroj
tr: %s kaynak

source: Drawer Plugin : Launcher
ar: ملحق الدرج : المطلق
be: Плагін модуля
de: Ablagen-Plugin: Starter
it: Plugin di Drawer: Launcher
lt: Stalčiaus papildinys : Leistukas
ml: ഡ്രോയർ പ്ലഗിൻ : ലോഞ്ചർ
pl: Wtyczka Drawer : Launcher
pt_br: Plugin Gaveta : Lançador
sk: Drawer Modul : Spúšťač
tr: Çekmece Eklntisi : Başlatıcı

source: Selected Bar Source
ar: مصدر الشريط المختار
be: Выбраная крыніца
de: Ausgewählte Leistenquelle
it: Sorgente selezionata per la barra
lt: Parinktos juostos šaltinis
ml: തിരഞ്ഞെടുത്ത ബാർ ഉറവിടം
pl: Wybrane źródło paska
pt_br: Fonte da Barra selecionada
sk: Vybraný zdroj
tr: Seçili Çubuk Kaynağı

source: Configure
ar: أعدّ
be: Канфігураваць
de: Einstellen
it: Configura
lt: Konfigūruoti
ml: കോൺഫിഗർ ചെയ്യുക
pl: Ustaw
pt_br: Configurar
sk: Nastaviť
tr: Yapılandır

source: Unsorted
ar: غير مرتب
be: Без парадку
de: Unsortiert
it: Non ordinato
lt: Nerikiuoti
ml: ക്രമരഹിതമായ
pl: Niesortowane
pt_br: Não-ordenado
sk: Nezotriedené
tr: Sıralanmamış
